[
  {
    "_comment": "type either numeric_list or list, use details for list or numeric list",
    "title": "التمهيد: رؤية منصة كورسات.كوم",
    "type": "paragraph",
    "description": "نحن شركة كورسات.كوم، نعتبر أن التعلم المستمر والوصول إلى المحتوى التعليمي هما ركيزتان أساسيتان في عصرنا الرقمي المتقدم. لهذا السبب، قمنا بإنشاء منصة رقمية متخصصة في الوساطة الإلكترونية، نقدم محتوى تدريبي مميز ومتنوع، يشمل تقديم المحتوى بصورة صوتية ومرئية بتقنية سابقة التصوير أو بنظام التصوير المرئي المباشر."
  },
  {
    "title": "شروط وأحكام المنصة التعليمية عبر الإنترنت",
    "type": "list",
    "description": "الاشتراك في الدورات التعليمية",
    "details": [
      "يجب على المستخدمين القيام بالاشتراك للحصول على وصول إلى الدورات التعليمية.",
      "ييتعين على المشتركين دفع الرسوم المقررة للحصول على الدورات المدفوعة.",
      "المحتوى التعليمي ملك للمنصة ويخضع لحقوق الملكية الفكرية.",
      "يجب على المستخدمين عدم نسخ أو نقل المحتوى بطرق غير مصرح بها.",
      "يتم منح المستخدمين إمكانية الوصول إلى الكورسات المدفوعة مدى الحياة.",
      "لا يُسمح بطلب استرجاع المبالغ بعد شراء الكورس لأنها مواد رقمية، ويتوجب على المشتركين التأكد من ملائمة المحتوى وتوقعاتهم قبل الشراء.",
      "يُفضل على المستخدمين فحص البرومو الإعلاني بعناية قبل الشراء، حيث يُعد البرومو توضيحًا للمحتوى المتوقع.",
      "في حال توقف المنصة لأي سبب كان، سيتم إتاحة إمكانية مشاهدة او تحميل الكورسات المدفوعة عبر التطبيق او الوسائل المتاحة حينها لمدة شهر واحد بعد الإعلان عن التوقف.",
      "نحتفظ بالحق في تحديث المحتوى والدورات بشكل دوري، ويفضل على المستخدمين متابعة التحديثات.",
      "يجب على المستخدمين الالتزام بجميع القوانين واللوائح المعمول بها خلال استخدام المنصة.",
      "أتعهد بأن جميع المعلومات التي أقدمها في حسابي دقيقة تمامًا، وأتحمل المسؤولية الكاملة عن أي معلومات غير دقيقة قد أقدمها."
    ]
  },
  {
    "title": "تحديثات الشروط والأحكام",
    "type": "list",
    "description": "اخر تحديث في 25-12-2024، ويمكنكم أن تقوموا بمراجعة الشروط والأحكام بشكل دوري.",
    "details": []
  },
  {
    "title": "طرق التواصل مع فريق الدعم",
    "type": "list",
    "description": "إذا كان لديكم أية أسئلة أو استفسارات ، يرجى التواصل معنا عبر info@courssat.com",
    "details": []
  }
]
